[
	{
		"character": "player",
		"text": "Hey babe, have you ever thought about making some extra money on the side?"
	},
	{
		"character": "yiny_hiking",
		"text": "What do you mean? I have a job already."
	},
	{
		"character": "player",
		"text": "I mean, have you ever thought about making adult content for the internet?"
	},
	{
		"character": "yiny_hiking",
		"text": "What?! No way, that's not something I'm interested in at all!"
	},
	{
		"character": "player",
		"text": "But think about it, we could become really popular and make a lot of money. We could be the new stars of the industry!"
	},
	{
		"character": "yiny_hiking",
		"text": "I don't know, it just doesn't feel right. And what about us? Would we even have a relationship anymore?"
	},
	{
		"character": "player",
		"text": "Of course we would! And I promise I won't touch any of the other actresses. It'll just be you and me, and we'll be able to afford so much more."
	},
	{
		"character": "yiny_hiking",
		"text": "I don't know, it just seems like a lot to take on. And I don't want to be jealous all the time."
	},
	{
		"character": "player",
		"text": "Don't worry, you'll always be the most important person to me. But let's at least give it a try, and if it doesn't work out, we'll stop. Deal?"
	},
	{
		"character": "yiny_hiking",
		"text": "Okay, I trust you. Let's do it."
	},
	{
		"character": "player",
		"text": "Time passed by and you did your research for this project..."
	},
	{
		"character": "player",
		"text": "..."
	},
	{
		"character": "player",
		"text": "<i>You ask your girlfriend to come by...</i>"
	},
	{
		"character": "player",
		"text": "Okay, so I've done some research and the first step is to build up your online presence. We need to put some sexy photos of you on the internet and see how much attention you get."
	},
	{
		"character": "yiny_normal",
		"text": "What? No way! I don't want to put my pictures out there like that."
	},
	{
		"character": "player",
		"text": "Come on, it's not that big of a deal. It'll just be a few pictures, and we won't even show your face if you don't want to."
	},
	{
		"character": "yiny_normal",
		"text": "I don't know, it just seems like a risky move. What if someone I know sees them?"
	},
	{
		"character": "player",
		"text": "We can use a fake name and create a persona for you. And if someone does recognize you, we'll just deny it's you. It's all part of the game."
	},
	{
		"character": "yiny_normal",
		"text": "I don't like this. It feels like we're crossing a line."
	},
	{
		"character": "player",
		"text": "Look, I understand you're hesitant, but we need to take some risks if we want to succeed. Trust me, I'll be there every step of the way."
	},
	{
		"character": "yiny_normal",
		"text": "Okay, fine. But just a few pictures, and nothing too revealing. Deal?"
	},
	{
		"character": "player",
		"text": "Deal. You won't regret it."
	},
	{
		"character": "player",
		"text": "<i>You will now be able to shoot photos with girlfriend_name! Go to Girls and find here there!</i>"
	}
]
